{"witnesses" : [ { "id" : "fr1766", "content" : "#201 # § XXXVI. # De quelques crimes difficiles à constater. # Il y a quelques crimes trop fréquens dans la Société, et en même tems difficiles à prouver. Tels sont l'adultère, la pédérastie, l'infanticide. # L'adultère est un crime qui, considéré politiquement, doit son existence à deux causes, les mauvaises Loix, et cette attraction si puissante qui porte un sexe vers l'autre. # [Cette attraction est semblable en beaucoup de choses à la pesanteur universelle. Comme celle-ci, elle diminue par la distance : si l'une modifie tous les mouvemens du corps, l'autre affecte tous les mouvemens de l'ame tant que dure son activité. Elles différent en ce que la gravité se met en équilibre avec les obstacles, tandis que la passion de l'amour se fortifie par les obstacles mêmes.] # Si j'avois à parler à des Nations encore privées des lumières de la Religion, je dirois qu'il y a une différence considérable entre cette espèce de délit et tous les autres. L'adultère naît de l'abus d'un besoin constant, universel dans la nature humaine, besoin antérieur à la société dont il est lui-même le fondateur ; tandis que les autres délits, destructeurs de la société, prennent leur origine dans les passions du moment. Ceux qui ont étudié l'histoire et la nature de l'homme conjecturent que dans un même climat ce besoin est une quantité toujours égale et constante. Si cela étoit, il faudroit regarder comme inutiles, et même comme funestes, toutes les loix et les coutumes dont le but seroit de diminuer la somme totale des effets de cette passion: parce que ces loix chargeroient une portion de la société de ses propres besoins et de ceux d'une autre classe de Citoyens : celles-là au contraire seroient sages et utiles, qui suivant, pour ainsi dire, la pente douce du fleuve, en diviseroient le cours en un nombre de rameaux suffisant pour empêcher par-tout la sécheresse et l'inondation. La fidélité conjugale est toujours plus grande à proportion que les mariages sont plus nombreux et plus faciles ; lorsque le préjugé les assortit, et que la puissance paternelle les forme et les empêche à son gré, la galanterie en rompt secrettement les liens, malgré les déclamations des Moralistes vulgaires, dont l'occupation est de crier contre les effets en pardonnant aux causes. Mais toutes ces réflexions sont inutiles à ceux qui, vivant dans la véritable Religion, connoissent des motifs plus sublimes, dont l'action corrige celle de la nature. # #204 L'adultère est un délit si fugitif, si mystérieux, si caché par le voile dont les loix mêmes forcent de le couvrir, ( voile nécessaire, mais transparent, qui augmente les charmes de l'objet, loin de les diminuer ) qu'il est bien plus au pouvoir du législateur de le prévenir, que de le détruire, lorsqu'il est étali. Règle générale. Dans tout délit, qui par sa nature doit nécessairement et souvent demeurer impuni, la peine est un aiguillon au crime. Telle est la nature de l'esprit humain que les difficultés qui ne sont pas insurmontables, ni trop grandes relativement au degré d'activité de chacun, embellissent l'objet, et excitent plus vivement l'imagination à le poursuivre. Elles sont, pour ainsi dire, autant de barrieres qui l'empêchent de s'en écarter, et qui la forcent à en parcourir tous les rapports. Or, dans cette agitation #205 l'ame s'aisit bien plus fortement les côtés agréables de l'objet vers lesquels elle est plus naturellement portée, que les côtés désagréables dont elle s'éloigne autant qu'elle peut. # La pédérastie si sévérement pu nie par les loix, et pour laquelle on employe si facilement ces tourmens qui triomphent de l'innocence même, a moins sa source dans les besoins de l'homme isolé et libre, que dans les passions de l'homme esclave et réuni en société. Elle est bien moins l'effet de la satiété des plaisirs, que celui des défauts de cette éducation qui, pour rendre les hommes utiles aux autres, commence par les rendre inutiles à eux-mêmes, dans ces maisons où l'on rassemble une jeunesse ardente, et où le commerce avec le sexe étant interdit, toute la vigueur de la nature qui se développe se consumant #206 inutilement pour l'humanité, précipite l'arrivée de la vieillesse. # L'infanticide est pareillement l'effet de la situation terrible où se trouve une personne qui s'est laissé séduire ou insulter. Forcée de choisir entre l'infamie pour elle-même, et la mort d'un Etre incapable de sentir la perte de la vie, comment ne préféreroit-elle pas ce dernier parti pour éviter sa honte et celle de son malheureux enfant ? Le meilleur moyen de prévenir ce crime seroit de protéger efficacement la foiblesse contre cette espèce de tyrannie qui exagère tous les vices qu'on ne peut pas couvrir du manteau de la vertu. # Je ne prétends pas affoiblir la juste horreur qu'on a pour ces crimes, mais indiquer leurs sources : et je me crois en droit d'avancer ce principe général, qu'on ne peut appeller précisément juste, #207 ou, ( ce qui est la même chose, ) necessaire, la punition d'un crime, tant que la loi n'a pas employé pour le prevenir les meilleurs moyens possibles dans les circonstances données dans lesquelles se trouve une nation. # " }, { "id" : "fr1773", "content" : "#170 # §. XXXI. # DES DÉLITS DIFFICILES A PROUVER. # D'APRÉS les principes que nous venons de poser, il paroîtra étrange à ceux qui réfléchissent, que la raison n'ait presque jamais présidé à la législation des Etats. Les crimes les plus atroces, les plus obscurs, les plus chimériques, & par conséquent les plus improbables, sont précisément ceux #171 qu'on a regardés comme constatés sur de simples conjectures, sur les preuves les moins solides & les plus équivoques. On croiroit que les loix & le Magistrat n'ont intérêt qu'à prouver le délit, & non à chercher la vérité ; il semble que les Législateurs n'ayent pas vu que le danger de condamner un innocent, croît en raison du péu de vraisemblance de son crime & de la probabilité de son innocence. # On ne trouve point dans la plûpart des hommes cette force & cette élévation, aussi nécessaires pour les grands crimes que pour les grandes vertus, cette énergie qui exalte à la fois les uns & les autres, au plus haut degré, & les produit presque toujours ensemble chez les Nations qui se soutiennent moins par leur propre poids & la bonté constante de leurs loix, que par l'activité du Gouvervement & le concours des passions au bien public. Chez celles-là, les passions douces & affoiblies #172 paroissent plus propres à maintenir l'administration établie, qu'à l'améliorer. De ces observations, il résulte une conséquence importante, c'est que les grands crimes dans une Nation, ne font pas toujours la preuve de son dépérissement. # Il est quelques crimes fréquens dans la société, & dont en mème tems la preuve est difficile. Alors cette difficulté doit tenir lieu de la probabilité de l'innocence ; & comme le danger qui résulte de l'impunité est d'autant moindre, que l'espérance même de l'impunité contribue peu à multiplier cette espèce de délit, dont la source est tout-à-fait différente, on peut diminuer également la durée de l'instruction & celle de la prescription : mais ce ne sont pas-là les principes récens; & ne voit-on pas dans les accusations d'adultère, par exemple, & de pédérastie ( crimes toujours difficiles à prouver ) ne voit-on pas, dis-je, admettre tyrannique. # #173 ment les présomptions, les conjectures, les semi-preuves, comme si l'accusé pouvoit être partie innocent , partie coupable, & mériter à la fois d'être absous & puni. C'est dans ce genre de delits sur-tout , que d'après les barbares & injustes compilations qu'on a osé donner pour règle aux Magistrats, on voit les tortures exercer leur cruel empire sur l'accusé, sur les témoins, sur la famille entière de l'infortuné qu'on soupçonne. Considéré politiquement, l'adultère à la fource dans les loix variables des hommes, & le penchant naturel d'un sexe vers l'autre. Cette attraction constante est semblable à la pesanteur motrice de l'Univers, en ce qu'elle diminue comme elle par la distance, en ce que, tant que dure son activité, elle a sur toutes les affections de l'ame, l'action que la pesanteur exerce sur tous les mouvemens des corps. Elle en différe, en ce que celle-ci se met en équilibre avec les obstacles qu'elle #174 rencontre, tandis que celle-là prend ordinairement une nouvelle force & augmente avec les difficultés. # Si je parlois à des Nations chez lesquelles les lumières de la Religion n'eussent point pénetré, je leur montrerois encore des différences considérables entre ce délit & tous les autres. L'adultère à sa fource dans l'abus d'un besoin constant & universel dans toute la nature humaine, besoin antérieur à la sociéré qui lui doit son établissement. Les autres crimes, au contraire, font bien plutôt l'effet des passions du moment, que des besoins de la nature, & tendent tous, plus ou moins, à la destruction de la société. Pour qui connoit l'histoire & l'humanité, la tendance d'un sexe vers l'autre, semble ( dans le même climat ) toujours égale à une quantité constante. Ce principe admis, toute loi, toute coutume qui cherchera à diminuer la somme totale de cette quantité, fera non-seulement inutile, # #175 mais funeste, parce que son effet inévitable fera dàcharger une partie des Citoyens de leurs propres besoins & de ceux des autres. Le parti le plus sage est donc d'imiter en quelque sorte les moyens dont on se sert, en suivant la pente douce d'un fleuve qu'on divise en tant de petits rameaux égaux, que la sécheresse & l'inondation se trouvent également prévenués dans tous les points. # La fidélité conjugale est toujours plus assurée, en proportion du nombre & de la liberté des mariages : si les préjugés héréditaires les assortissent, si la puissance paternelle les forme on les empêche à son gré, leurs liens mal tissus, seront bientôt rompus par la galanterie, dont la force secrète trouvera de foibles obstacles dans les préceptes des Moralistes vulgaires, sans celle occupés à déclamer contre les effets, en pardonnant aux causes. Mais ces réflexions deviennent inutiles à ceux #176 chez qui les motifs sublimes de la vraie Religion, corrigent par leur action efficace, celle de la nature. L'adultère est un delit si instantané, si mystérieux, il est tellement caché sous le voile, dont les loix mêmes l'enveloppent ; ce voile nécessaire, mais dont le foible tissu augmente les charmes de l'objet qu'il couvre, est si transparent ; les occasions sont si faciles & les conséquences si équivoques, qu'il est bien plus aisé au Législateur de le prévenir que de le réprimer. Règle générale : dans tout délit, qui par sa nature, doit presque toujours demeurer impuni, la peine est un aiguillon de plus. Lorsque les difficultés ne font point insurmontables, lorsquelles ne se présentent pas à l'homme sous un aspect décourageant, relativement au degré d'activité de son efprit ; telle est la nature de son imagination, qu'elle en est plus vivement excitée, qu'elle s'attache avec plus d'ardeur sur l'objet de ses desirs. # #177 Les obstacles deviennent comme autant de barrières qui l'empêchent de s'écarter de cet objet & la forcent d'en saisir tous les rapports, d'où il résulte qu'elle s'occupe nécessairement de ceux d'agrément & de plaisir, pour éloigner & exclure toutes les relations de crainte & de danger : telle est la marche constante de l'esprit humain. # La pédérastie, que les loix punissent si sévérement, & dont le seul soupçon a livré tant de malheureux à ces cruelles tortures qui ne triomphent que trop de l'innocence ; la pédérastie, dis-je, prend moins sa source dans les besoins de l'homme isolé & libre, que dans les passions de l'homme social & esclave ; si quelquefois elle est l'effet de la satieté des plaifirs, elle est bien plus souvent celui d'une éducation fausse, qui pour rendre les hommes utiles à leurs semblables, commence par les rendre inutiles à eux-mêmes ; c'est ensuite de cette éducation qu'elle #178 règne dans ces maisons où une jeunesse nombreuse, ardente & séparée par des obstacles insurmontables du sexe que la nature commence à lui faire desirer, se prépare une vieillesse anticipée, en consumant inutilement pour l'humanité, la vigueur que l'âge développe chez elle. # L'infanticide est encore l'etfet presque inévitable de l'affreuse situation où se trouve une infortunée qui a céde à sa propre foiblesse ou à la violence ; d'un côté l'infamie, de l'autre la destruction d'un être incapable de sentir, voilà le choix que les loix lui laissent à faire : doutera-t-on qu'elle ne préfère le parti qui la dérobe à la honte & à la misère, elle & le triste fruit de ses plaisirs? Le moyen le plus efficace pour prévenir cette espèce de crime, ce seroit d'assurer à la foiblesse toute la protection des loix, contre la tyrannie qui ne s'élève guères que contre les vices, qu'on ne peut pas couvrir du manteau de la vertu. # #179 Je ne prétends point au reste affoiblir la juste horreur que doivent inspirer les crimes dont je viens de parler : mais en en indiquant les sources, je me crois en droit d'en tirer certe conséquence générale, c'est que la punition d'un crime ne sauroit être juste ou nécessaire, ce qui est la mème chose, tant que la loi n'a point employé pour le prévenir , les meilleurs moyens possibles dans les circonstances où se trouve la Nation. # " } ] }